;availble language
;VIT= Tiếng việt
;ENG= English
;TH= ThaiLan
;Custom :: Translate by you
;For help please visit website http://nothing1010.blogspot.com
[Language setting by Nothing]
Default=ENG

[Custom]
;You can translate in your language in here
1=Easy DriverPack v6.6 Multilanguages
2=[Basic]
3=[Run]
4=[Hardware]
5=[Report an error]
6=[Driver extracts]
7=[Install Drivers]
8=[Home Set]
9=Error
10=Information
11=Warning
12=System version:
13=System platform:
14=Run mode:
15=Current user:
16=Whether administrative privileges:
17=Yes
18=No
19=Nothing™
20=Number of CPU threads:
21=Can use the thread:
22=Current program folder:
23=Temporary files folder:
24=Driver extracted folder:
25=Note Application Version:
26=Driver version:
27=Run mode: the main driver package mode
28=Of the main/sub-program version consistency check...
29=Read hardware list
30=Reading list of hardware...
31=You can create a list of hardware ID.
32=Hardware information
33=Hardware information of the search...
34=Some sub-drivers package program execution failed or blocked
35=Run some of the sub-driver package fails or is blocked,you can not complete the hardware scan.Excluded from the program,the security software and then try again.
36=Hardware Analysis Report
37=Analysis of Hardware reports...
38=Hardware failure of some
39=Some error has occurred during hardware detection.If the program fails to run sub-driver package can not be displayed or blocked information related to hardware.
40=Generate a list of available drivers
41=Creating a list of available drivers...
42=Run mode: the lower driver package mode - stand
43=Read hardware list
44=Reading list of hardware...
45=You can create a list of hardware ID.
46=Hardware information
47=Hardware information of the search...
48=Driver search available
49=Of the driver search...
50=Generate a list of available drivers
51=Creating a list of available drivers...
52=Of calling sub-package mode driver: Run Mode
53=Getting execution parameters
54=Enters the search mode
55=Hardware information
56=Driver search available
57=Results returned to the main program
58=Two-thirds of the error parameter
59=State programs and communication failures
60=Extraction/installation mode to enter
61=2/3/7 parameter error
62=State programs and communication failures
63=Parameter 1 error
64=Run-unknown
65=Are you sure you want to exit the program?
66=Select the location where you extracted the drivers.
67=Driver extracted folder changes:
68=You try to start the driver extraction/installation.Do you want to continue?
69=[Start]button,press,and soon begins to extract the driver/installation
70=We are unable to find the drivers extracted from the program folder.Modify the driver to extract location.
71=IT Skyfree™ & Nothing™
72=Gets the list of drivers coming
73=Drivers extraction/installation begins
74=You must restart your computer to apply some of the drivers.Are you sure you want to restart now?
75=Failed to execute some sub-drivers package.(See log)
76=The execution mode error.
77=You can not create a folder to extract.
78=Failed to run the driver package due to other unknown errors.
79=Driver is not selected.
80=The structure of the software development team,sponsored by specifying a particular site,the home page.Please do not turn this option off drink sponsor.
81=Are you sure you want to disable this setting,though?
82=Start
83=Exit
84=Drivers
85=Support
86=About
87=System Information
88=CPU :
89=RAM usage:
90=: Usage:
91=Orther Settings
92=Extract
93=->
94=Driver extracts only
95=Delete drivers after finish
96=Modulated important files in the program can not continue.
97=App:
98=Driver:
99=New Update
100=New Update
101=Available drivers
102=Version
103=Progress
104=State
105=Failed to load the icon.
106=Failed to load the icon.
107=Supported  Systems: WinXP/Win7/Win8
108=Need for almost App!
109=Supported  Systems: WinXP/Win7/Win8
110=Need for almost Game!
111=Supported  Systems: WinXP/Win7
112=Need for almost App!
113=Supported  Systems: WinXP/Win8
114=Need for almost App!
115=details
116=down
117=Real-time QR code
118=Develop Blog:
119=Develop FB:
120=Donate:
121=ES4 Free
122=ES4 Premium
123=Set as Home page Web site sponsored by
124=IE Browser Settings
125=Third-party browser settings
126=Home tamper activation
127=Of Hardware ...
128=Modulated important files in the program can not continue.
129=Display the list of available drivers
130=Only
131=Public
132=Currently selected item
133=Current Item Cancel
134=Recommended items currently selected category
135=Clear all items are classified
136=(Not available drivers)
137=Video
138=Audio
139=Network
140=Motherboard
141=Camera
142=Other
143=Unknown
144=Get hardware information ...
145=Run:
146=Try again:
147=Hardware information,organize
148=Cleanup of the hardware information ...
149=Search Reports
150=Failed to create
151=[Driver]
152=Check the driver extract the folder exists
153=Extract the folder already exists.Are you sure you want to delete this folder?
154=Extract the folder creation fails
155=Driver extracted folder:
156=Entry: State driver package call mode - multi-threaded
157=Drivers extraction/installation begins
158=Available processes:
159=Of extracting ...
160=After extracting the driver during installation ...
161=Process
162=Exit
163=Complete
164=Run:
165=Try again:
166=Universal Driver
167=Execution fails
168=Notification to the driver folder structure system
169=The driver installation is complete.
170=Drivers extraction/installation is complete
171=Delete the extracted driver files
172=Delete the extracted driver files of ...
173=The driver files are deleted.
174=Entry: the lower driver package stand-alone mode - a single thread
175=Drivers extraction/installation begins
176=Package List:
177=Ready to start
178=Of the driver package to extract ...
179=Complete
180=Was extracted driver package.
181=Drivers Folder List:
182=Ready to start
183=Installing ...
184=The driver installation is complete.
185=Notification to the driver folder structure system
186=Drivers extraction/installation is complete
187=Delete the extracted driver files
188=Delete the extracted driver files of ...
189=The driver files are deleted.
190=Complete
191=Run mode error
192=Start Driver extracts
193=7-zip32.dll load failure
194=Failed to load the 7-zip32.dll.Can not perform the extraction.
195=Driver extracted folder:
196=Driver package root folder:
197=No file
198=You can not proceed because the file is extracted.
199=Of the driver package to extract ...
200=Extract:
201=Extract:
202=Driver extracted after running certain modifications
203=Exit Driver extracts
204=Start the driver installation
205=devcon.exe load failure
206=You can not perform the installation fails due to devcon.exe load.
207=Before installing drivers run certain modifications
208=Driver's root folder:
209=No folder
210=You can not install because the folder.
211=Installing ...
212=Installation:
213=Installation:
214=Certain modifications after running the driver installation
215=Install the driver exit
216=The main process
217=Total Progress
218=Sub-processes
219=Process
220=Waiting
221=Total Progress
222=Extraction
223=Installation
224=Child progress
225=Execution
226=IE home setting:
227=Home party browser settings:
228=Web browser's home page setting:
229=Web browser's home page setting:
230=I could not create a temporary folder,you can run the program.
231=Does not match the current system and the driver.
232=Current system:
233=Apply driver:
234=The official home page: www.WanDrv.com
235=You can not start again automatically due to an unknown error.
236=The program can not continue in this illegal modulation.
237=Only
238=IT Skyfree™ & Nothing™
239=Affiliates version
240=Folder Drivers does not exist.
241=File does not exist.
242=An error in the driver's root folder (DrvPkgDir) configuration or does not exist.
243=Can not read the sub-driver packages list.
244=File does not exist.
245=There is an error in the (DrvType) configuration device type.
246=An error in the driver's root folder (DrvPkgDir) configuration or does not exist.
247=An error in the hardware ID index file (HwidIndexFile) configuration or does not exist.
248=Index error in the driver INF file (InfIndexFile) configuration or does not exist.
249=There is an error in the execution mode (RunMode) configuration.
250=There is an error in the system configuration compatibility.
251=Language:
252=No file
253=Because you can not install the driver files.
254=Hardware ID Unspecified
255=Because the hardware ID is not specified,you can not install the driver.
256=Select the recommended items
257=Clear all items
258=Unknown error
259=No!
260=7-zip32.dll check fails
261=7-zip32.dll check fails, 7-zip32.dll may have been tampered with!
262=Windows Security
263=Install this driver software
264=File verification ending! All documents are normal, you can be assured!
265=File does not exist!
266=File tampered with!
267=File verification ending! Problems of the file (saved to HashLog.txt in) is not recommended!
268=Unable to get file verification information, the reason may be:
269=[1] Unable to connect to a file server verification;
270=[2] The current driver version is incorrect or has been altered;
271=[3] The current system has been altered or incorrect match.
272=file checksum information problems may be due to:
273=[1] server to communicate with the file is not normal;
274=[2] to read the file checksum information is blocked.
275=File check
276=Verifying universal driver file, please wait ...
277=micro-channel image check fails, it may have been tampered with!
278=Visit the official website
279=Get updates
280=BUG feedback
281=Set Google as your homepage
282=About Software
283=Drivers
284=System
285=Follow
286=Visit us
287=Language Type:
288=Modified driver installation
289=Display a list of available drivers
290=sub-package:
291=extract the password does not exist
292=extract the password does not exist, can not properly unpacked!
293=secondary scanning new hardware
294=rescanning
295=Scan hardware
296=->
297=
298=
299=Execute
300=Nothing™
301=License
302=Agree
303=Disagree
304=Get hardware information ...
305=Agree License
306=Unknown
307=
308=unpack only the corresponding drive without installing
309=Hardware ID list can not be created
310=Removing unzipped drivers ...
312=subdriver package
